xorg-server
xorg-xinit
xorg-xrandr
xorg-xset
xorg-setxkbmap
xorg-xrandr
xorg-xsetroot
pipewire
pipewire-pulse
pipewire-alsa
alsa-utils
alacritty
bash
bash-completion
vim
google-chrome
ttf-liberation
noto-fonts
noto-fonts-emoji
terminus-font
terminus-font-ttf
dmenu
autojump
xsettingsd
screen
redshift
python-gobject
python-xdg
libnotify
flameshot
xcompmgr
lxsession
numlockx
